/* Photo duration seconds label */
"---[%d sec]" = "%d second(s)";

/* N lamps */
"---[%ld lamps]" = "%ld lamp(s)";

/* not reachable flag */
"[, not reachable]" = ", not reachable";

/* off flag */
"[, off]" = ", off";

/* on flag */
"[, on]" = ", on";

/* Reachable flag */
"[, reachable]" = ", reachable";

/* Choose photos label */
"[Choose photos for slideshow]" = "Choose photos for slideshow";

/* Connected to Hue label */
"[Connected to Hue]" = "Connected to hue";

/* Discovering hub label */
"[Discovering hubs]" = "Discovering bridges";

/* Flickr section */
"[Flickr section]" = "Flickr photos";

/* Flickr user has no photosets message */
"[Flickr User Empty message]" = "This Flickr user has no public photos.";

/* Flickr user has no photosets title */
"[Flickr User Empty]" = "User has no public photos";

/* Flickr user not found message */
"[Flickr User Not Found message]" = "Could not find Flickr user matching your search text. You can type user name or e-mail to search for specific Flickr user.";

/* Flickr user not found title */
"[Flickr User Not Found]" = "Flickr user not found";

/* Flickr user not loaded message */
"[Flickr User Not Loaded message]" = "Could not load Flickr user photos. Check your Internet conneciton and try again.";

/* Flickr user not loaded title */
"[Flickr User Not Loaded]" = "Failed to load photos";

/* Found hub label */
"[Found hub - connecting]" = "Connecting...";

/* Hue not found message */
"[Hue not found message]" = "vPhotos could not find hue bridge. App could still work without hue, though. You can try to reconnect at any time later.";

/* Hue not found title */
"[Hue not found title]" = "Could not find hue bridge";

/* Mail subject title */
"[Message from vPhotos user]" = "Message from vPhotos user";

/* No lamps are selected */
"[no lamps]" = "no lamps";

/* Ok button title */
"[Ok]" = "Ok";

/* Pause button title */
"[Pause]" = "Pause";

/* Pause button title */
"[PausePad]" = "Pause slideshow";

/* Photo albums section */
"[Photo albums section]" = "Your photo albums";

/* Play button title */
"[Play]" = "Resume";

/* Play button title */
"[PlayPad]" = "Resume slideshow";

/* Press Hue button label */
"[Press Hue button]" = "Press button on hue bridge";

/* Search flickr users title */
"[Search flickr users]" = "Search Flickr users";

/* vPhoto app description */
"[vPhotos app description]" = "vPhotos - enhance photo slideshow with Philips hue lights";

